//RACFX JOB RACF,'ZOS LINUX',CLASS=M,NOTIFY=RACF,
// MSGCLASS=1,MSGLEVEL=(1,1),TIME(,4),REGION=0M,COND=(16,LT)
//*EXEC version java
//STEP1   EXEC PGM=BPXBATCH,REGION=0M
//STDOUT  DD SYSOUT=*
//STDERR  DD SYSOUT=*
//STDPARM DD *
SH /java/J17.0_64/java -version'