//RACFX JOB RACF,'ZOS LINUX',CLASS=M,NOTIFY=RACF,
// MSGCLASS=1,MSGLEVEL=(1,1),TIME(,4),REGION=0M,COND=(16,LT)
//*EXEC sh ls command
//STEP1   EXEC PGM=BPXBATCH,REGION=0M,
// PARM='sh ls /tmp/your_racf/execute.sh'
//STDOUT  DD SYSOUT=*
//STDERR  DD SYSOUT=*